# 図書館 2004/04/29 由來
# キャンパスフェスタ版
# 記述内容はカスタマイズできます。
# 見よう見まねで書き換えてみてください。

# １つ目の項目 タイトルと内容 ------------------------------------------------

$TITLE[0]="ルールと注意";
$CONTENT[0]=<<'HTML';
・<SPAN>ルール</SPAN>
ルールは厳守をお願いいたします。不正行為者はデータを抹消されることがあります。
ルールは必要に応じて改正されることがあります。

・<SPAN>重複登録</SPAN>
１人で２つ以上の店を持ってはいけません。
ゲーム内には自動的に重複登録を防ぐシステムが備わっています。
万が一，重複登録ではないのに重複登録疑惑がかけられた場合は，
プロバイダメールで管理人に釈明してください。
なお，同じパソコンを複数の人が使っていて，
それぞれ店を持ちたい場合は事前にメールでお尋ねください。

・<SPAN>ケンカ・暴言</SPAN>
ケンカ・暴言のたぐいはくれぐれも慎んでください。
競争や勝負が避けられないゲームではありますが，
それはあくまでゲーム上のことですから，感情的になってはいけません。
郵便でも，相手が不快に思うような発言は慎んでください。 

・<SPAN>ゲーム外干渉</SPAN>
ゲームを通じて知り合った人に対して，ゲーム外で干渉したり連絡をとることは，
犯罪につながる危険がありますので，くれぐれも留意してください。 

・<SPAN>運営妨害・著作権侵害</SPAN>
チートや荒らし等，方針に則った正常な運営を妨害する行為は，
ゲームの内と外とを問わず行わないでください。
また，ホームページ上のいかなる内容も，無断で転載しないでください。 

・<SPAN>免責事項</SPAN>
直接間接を問わず，当サイトを利用することによって損害が生じたとしても，
管理者はいっさいの責任を負いません。
全ての情報は自己の責任のもとで利用してください。 
HTML
# ここまで。上の「HTML」は削除してはいけません。------------------------------

# ２つ目の項目 タイトルと内容 ------------------------------------------------

$TITLE[1]="プレイ方法（初級）";
$CONTENT[1]=<<'HTML';
・<SPAN>ゲームの目的</SPAN>
ゲームの目的は数多く用意されています。
たとえば，ランキングで１位になるもよし，領主になって街を支配するもよし，
ギルドを作って人の輪を広げたり，ドラゴンレースで競馬王になったり，
または結婚して平穏な日々を送るのも立派な目的といえるでしょう。
しかし，そのどれもをするには資金が必要になります。まずは資金を稼ぎましょう。 

・<SPAN>基本的な操作方法</SPAN>
ゲーム中のコマンドは，大きく分けて５つのグループに分類されています。
それぞれのグループをクリックすると，そこに分類されたメニューが表示されます。
慣れるまではどこに何があるかつかみにくいと思います。
まずはここを見ながら，基本的なメニューを使えるようにしましょう。

・<SPAN>掲示板で挨拶する</SPAN>
最初にあなたがすべきことは，掲示板での挨拶です。
店の発展は周りの人との協力なしには望めないからです。
掲示板に行くには，まず上部メニューで【交流】をクリックします。
[掲示板]のメニューが出てきたでしょう。
掲示板ではときどき重要な情報が書かれますので，頻繁にチェックしましょう。

・<SPAN>まずは仕入れ</SPAN>
とりあえず元手の１０万円を増やすには，まず【取引】に分類されている[市場]へ
向かいます。この世界の卸売り市場です。ここで，とりあえずアイス，ラムネの
あたりを仕入れてみましょう。商品をクリックして数を指定し，「買う」を選択します。
また，市場に目当てのものがない場合は，[商店通り]へ向かうと良いでしょう。
そこでは，他のプレイヤーが売っている物を買うことができます。市場より安く
売っていたり，市場では扱っていないものを売っていたりすることがあります。

・<SPAN>陳列して売る</SPAN>
市場や商店通りから仕入れたら，【自店】に分類された[倉庫]へと戻ります。
買ったものはここに保管されます。では，いま仕入れた商品を売りましょう。
そのためには，その商品をクリックします。そして，陳列するというボタンを
押せば，その商品があなたの店で売り出されます。
陳列する場所は，いまは棚１しかないのでそこになります。
いくらで陳列するかですが，今の画面の表下部にある「相場」というところの
価格くらいに設定すると良いでしょう。
「販売店舗なし」と表示されている場合は，標準価格の２割増しくらいでも売れます。
安くすると売れやすいですが利益が上がりませんので注意してください。

・<SPAN>在庫をチェックする</SPAN>
陳列してしばらくしたら（５分以上），陳列された商品が少しずつ売れ始めたと思います。
商品が売れると資金が増えますから，そのお金でさらに商品を仕入れます。
こうして，陳列した商品がすべて売り切れてしまわないようにしましょう。 
HTML
# ここまで。上の「HTML」は削除してはいけません。------------------------------

# ３つ目の項目 タイトルと内容 ------------------------------------------------

$TITLE[2]="プレイ方法（中級）";
$CONTENT[2]=<<'HTML';
・<SPAN>効率よく稼ぐには</SPAN>
これまでは商品を仕入れて販売していましたが，より多くの利益を得るためには，
「材料を加工して売る」ことが必要になります。
しかし，この学園では，何かを加工して売るには，
どこかのクラブに入部しなくてはいけません。

・<SPAN>入部するには</SPAN>
クラブに入部するには，入部許可が出なくてはいけません。
入部許可は，イベントによって出ることがあります。
【情報】の[新聞]を見てみると，イベントが発生していることがあります。
他の人のイベントを見てみると，イベント発生条件の手がかりが
得られますので，ときどきチェックしてみましょう。

・<SPAN>勉強する</SPAN>
クラブのイベント発生条件には，あなたの成績が関係しています。
成績は，倉庫の英語/数学/国語の点数が示しています。
成績を上げるには，英語/数学/国語のどれかをクリックしてください。
すると，下のほうに勉強するコマンドが出てきます。
このように，アイテムの一部には，それを使用することのできるものがあります。
勉強すれば，決算のときに実施されるテストの際，良い得点をとることが
できるかもしれません。

・<SPAN>入部許可が出たら</SPAN>
入部許可が出たら，入部届を市場から購入します。
買ったら，入部届を使用します。
なお，「？？？？？」と書かれている部分は，必要な条件がそろっていない，
ここでは入部許可が出ていないことを示しています。
それでは，入部許可が出ているクラブに入部しましょう。

・<SPAN>商品を加工する</SPAN>
クラブに入部したら，その部活に必要なアイテムが手に入ります。
手に入れたアイテムを使用して，商品が作れるようになっているはずです。
こうして商品を加工して売れば，利益は次第に上がっていくでしょう。
そして商品を加工したら，倉庫に戻ってみてください。
そのアイテムの「熟練度」が上がっていると思います。
熟練度が上がると，これまでより少ない時間で加工できるようになり，
また新しいものを加工できるようになることもあります。 

・<SPAN>人気を上げる</SPAN>
商売が軌道に乗ってきたら，気にすべきは「人気」です。人気の高い店は商品がよく売れます。
人気は，「手に入りにくい商品」を「安く」売ると上がります。
逆に「どこにでもある商品」を「高く」売ると下がっていきます。
どんな商品のいくらで売ったらいいかは，【取引】に分類された[商店通り]で
「相場を調査」というところで調べてみましょう。どんなものに需要が集まっているか，
どのくらいの価格が相場になっているかが一目で分かります。

・<SPAN>お店を掃除する</SPAN>
お店は放っておくと「ごみ」が溜まっていきます。例えば，あなた自身が商品を破棄すると
「ごみ」になりますし，お客さんが店に来たときに「ごみ」を捨てていくこともあります。
また，倉庫に物がいっぱいありすぎると「ごみ」が溜まりやすくなります。
「ごみ」の状況は店の中に入れば確認できますので，ときどき【自店】の[お掃除]で
片付けましょう。お店の清潔さは人気に影響しますので，こまめに掃除したいですね。
HTML
# ここまで。上の「HTML」は削除してはいけません。------------------------------

# ４つ目の項目 タイトルと内容 ------------------------------------------------

$TITLE[3]="プレイ方法（用語）";
$CONTENT[3]=<<'HTML';
・<SPAN>決算</SPAN>
この街では，36時間ごとに決算が行われます。次回の決算時刻はメニュー上部に
表示されています。今期のランキング決定＆発表・ランキング結果による賞品授与，
今期の維持費額決定＆徴収などが行われます。
決算時にとくに注意したいのが「借金（サラ金生活）」です。
維持費が払えずにサラ金生活となるケースが多いので，気を付けましょう。 

・<SPAN>経費（維持費）</SPAN>
倉庫に商品を置いておくと，その商品ごとに決まっている維持費が，個数に応じて
かかります。ただし，陳列している商品は維持費が10分の1しかかかりません。
維持費は決算のときにまとめて徴収されますが，
今期はどれだけ維持費がたまっているかは[収支]で見ることができます。
維持費がかかり過ぎると赤字になるので，必要最低限の在庫を心がけましょう。 

・<SPAN>税金（売却税）</SPAN>
この世界では，売却税という税金を街に納めなければなりません。
商品を売るたびに，その利益の一部が自動的に税金として取られます。
税率はその街を治める領主が決定しますが，各商品を売るときに，
標準価格に対して高い値段で売るほどさらに税率が上乗せされます。 

・<SPAN>借金（サラ金生活）</SPAN>
経営がうまく行かないと，お店の資金は尽き，借金がたまりサラ金生活に陥ります。
ゲームオーバーにはなりませんが，何も買うことができなくなります。
手持ちの物を売って資金を作るか，あるいは他店に資金援助をしてもらう
などする必要があるでしょう。または，各種手続で再出発するのも一つの手です。 

・<SPAN>再出発（やり直し）</SPAN>
失敗してにっちもさっちもいかないときや，リフレッシュして
やり直したいときは，各種手続から再出発を行ってください。
全てのデータがリセットされ，最初からやり直すことができます。 

・<SPAN>職業（ジョブ）</SPAN>
初めはすっぴんですが，特定の条件を満たすことにより転職できることがあります。
職業に就くと，得意とする業種の商品の作成時間が短縮されるなどの効果があります。
HTML
# ここまで。上の「HTML」は削除してはいけません。------------------------------

# ５つ目の項目 タイトルと内容 ------------------------------------------------

$TITLE[4]="【上級】ギルド";
$CONTENT[4]=<<'HTML';
・<SPAN>ギルドとは</SPAN>
ギルドとは，このゲームの中での団体です。条件を満たせば，プレイヤーが自由に
ギルドを結成することができます。ギルドによって活動目的は千差万別ですが，
ギルドに入団することによってゲームの目的は大きく広がることでしょう。

・<SPAN>ギルドの機能</SPAN>
ギルドは次のような機能を持っています。
(1)同じギルドに加盟している店から商品を買うと補助金が出る（＝安く買える）。
(2)同じギルドに加盟している店が商品を買っていくと補助金が出る（＝高く売れる）。
(3)いらなくなった商品を破棄処分するときに補償金が出る。
(4)「探偵室」で通常は見れない他店の行動を調べることができる。
(5)「作戦室」（掲示板）でギルド員同士の連絡を取ることができる。 

・<SPAN>ギルドに入団するには</SPAN>
ギルドに入団するには，あらかじめ団長または軍師の許可を得ておくことが必要です。
入りたいギルドの情報を調べ，活動内容と入団条件をよく確認してから，
その団長に手紙などで問い合わせてみましょう。
なお，ギルドに入るということは，あなたは以後その団長についていくということです。
信頼できる団長か，満足できる活動内容か，よく検討することをおすすめします。 

・<SPAN>ギルドのマナー</SPAN>
ギルド所属店同士では互いにマナーを優先してください。
同じギルドに所属する店を妨害するなどはマナー違反です。
また所属ギルドを鞍替えすることは，裏切りととられかねないので注意してください。
なお，ギルド活動(打ち合わせ等)はそのギルドの専用掲示板で行ってください。 

・<SPAN>ギルドの軍師</SPAN>
ギルドの団長は，街に１人だけ軍師を任命することができます。
軍師は，団長と同様，入団希望者に入団許可を与えることができるほか，
その街のギルド員について肩書きをつける，除名するといったことができます。  

・<SPAN>ギルドの肩書き</SPAN>
ギルド員に肩書きをつけると，ギルド員一覧の画面にそれが表示され，
そのギルド員はギルドブレイクが実行可能になります。
なお，ギルドが他の街にまたがっているとき，
他の街のギルド員に肩書きをつけるには，
そこに軍師を任命し，その人に行わせる必要があります。 

・<SPAN>ギルドの除名</SPAN>
団長や軍師は，その街のギルド員を除名することができます。
なお，ギルドが他の街にまたがっているとき，
他の街のギルド員を除名するには，そこに軍師を任命し，
その人に行わせる必要があります。 

・<SPAN>ギルド間の戦い：ギルドブレイク</SPAN>
自ギルドよりも資金の多いギルドに対しては，肩書きがついている人であれば，
ギルドブレイクを仕掛けて，資金を奪うことができます。
ただし，効果の大きさは，自ギルドの攻撃力と相手ギルドの防御力に影響されます。
なお，ギルドブレイクを行うと，成功しなくとも，自ギルドの攻撃力と
相手ギルドの防御力はともに消耗して低下します。 

・<SPAN>ギルド間の戦い：軍備増強と攻撃力</SPAN>
団長や軍師は，ギルド資金の4分の1を消費して，ギルド攻撃力を
上昇させることができます。効果の大きさは，資金の量に影響されます。 

・<SPAN>ギルド間の戦い：会費と防御力</SPAN>
ギルド防御力は，決算ごとに各所属店からの会費収入の一部を消費して，
自動的に上昇します。寄付などによる臨時収入は含まれず，
純粋に会費収入のみが充てられます。また，このほかに，
他のギルドをギルドブレイクによって滅亡させたときは，
防御力が飛躍的に上昇します。 

・<SPAN>ギルド間の戦い：ギルドの滅亡</SPAN>
ギルドブレイクを受けたことによって，どこかの街でギルド資金がマイナスに
なってしまうとギルドは「滅亡」してしまいます。 
滅亡したギルドは，郵便でつながっている街全てから消滅します。

・<SPAN>ギルドの結成</SPAN>
一定以上の爵位を持つプレイヤーは，ギルドを結成し，団長となることができます。
メニュー[ギルド]から結成手続ができます。
その際，ギルド画像をご用意ください（後から変更がききます）。 
HTML
# ここまで。上の「HTML」は削除してはいけません。------------------------------

# ６つ目の項目 タイトルと内容 ------------------------------------------------

$TITLE[5]="【上級】スライムレース";
$CONTENT[5]=<<'HTML';
・<SPAN>スライムレースとは</SPAN>
この世界で行われる競馬のようなもの。レース開催中は，1着になりそうな
スライム券を購入しておくと，的中したときにオッズに応じた配当がもらえます。
また，レースで戦わせるスライムを自分で購入して育てることもでき，
自分のスライムが1着になったときには賞金がもらえます。 

・<SPAN>＜賭ける編＞スライム券の買い方</SPAN>
毎日22:00～翌朝10:00までの間，次のレースのスライム券が売り出されます。
ただし3匹以上出走していないとレースが始まらず，売り出されません。
「レース情報」のコーナーで，それぞれのスライムの名前をクリックすると
購入できます。見事的中した場合には自動的に配当金が払い戻されます。 

・<SPAN>＜賭ける編＞オッズとは</SPAN>
スライム券を買うときに，まず「オッズ」というところに着目してください。
オッズとは，そのスライム券が的中したときに何倍のお金が戻ってくるかと
いうことで，人気があるスライムほどオッズは低くなります。
今まで良い成績を出しているスライムは人気が高くオッズは低くなりますが，
だからといって今回も勝つとは限りません。 

・<SPAN>＜賭ける編＞悪条件</SPAN>
レースには環境の良し悪しがあります。例えば天候が晴れのときよりも
雨のときの方が，スライムは体が流されてしまうので走りにくくなります。
また，レースの種類も，芝生だと走りやすいですが，ダート（土）だと走りにくく，
ウッドチップだとさらに走りにくくなります。
そして，晴れの芝生といった好条件のレースならば，ほとんど実力で順位は
決まりますが，悪条件になるほど混乱のレース展開になってきます。 

・<SPAN>＜賭ける編＞血統</SPAN>
スライムには3種類の血統があり，それぞれ特性を持っています。
最も実力があるのは「ロイヤルシルフ系」で，次に「エルブンランド系」，
「ドワヴィッシュ系」と続きます。しかし，レースの環境が悪条件になってくると，
「ロイヤルシルフ系」は実力にブレーキがかかり，
逆に「ドワヴィッシュ系」は底力を見せつけてきます。 

・<SPAN>＜賭ける編＞体調</SPAN>
スライムの走行速度は，その実力以外にも体調によって大きく左右されます。
体調のバロメータが短くなっているスライムは，勝利する可能性がかなり低く
なってしまうので，賭けない方が良さそうです。逆に体調が万全なスライムは，
たとえ実力がなくても勝ってしまう可能性があります。ただし，体調が良好な
スライムでも，レース中に事故を起こして体調をいきなり悪くすることがあります。 

・<SPAN>＜育てる編＞スライムを買うには</SPAN>
スライムを育ててレースに出走させたいなら，「競争スライム一覧」を見てください。
一番下にあるボタンでスライムを3匹まで購入することができます。

・<SPAN>＜育てる編＞スライムを出走させるには</SPAN>
毎日10:00～22:00までの間は出走登録を受け付けています。「競争スライム一覧」で
自分が持っているスライムを指定すると，コマンドが現れ，出走できます。このとき，
登録料がかかります。なお，ここで登録しなくても，若いスライムは，レースに空きが
あると自動的に出走します。 

・<SPAN>＜育てる編＞スライムを配合するには</SPAN>
スライムは，種スライムといわれる隠居したスライムから体液を分けてもらい，
その能力を取り入れることができます。これを配合といい，体調は多少悪くなりますが，
スライムの能力が変化します。もっとも新しい能力がどうなるかは，その種スライムの
能力によることはもちろん，種スライムとの血統の相性に左右されます。 

・<SPAN>＜育てる編＞血統の相性（配合理論）</SPAN>
スライムを配合するときには，「インブリード」と「アウトブリード」を意識すると
よいでしょう。インブリードとは，人間で言えば近親者で子を作るようなもので，
その血統が持つ特徴を大きく向上させる可能性もありますが，危険性の高い配合です。
アウトブリードは，まったく異なる血統を混ぜることをいい，自然な配合で安全なものの，
飛躍的な能力向上は見込めません。 

・<SPAN>＜育てる編＞配合に必要な種付料</SPAN>
スライムを配合するときには，配合相手である種スライムの勝利経験に応じて
種付料がかかります。勝利経験の多いスライムは能力が高いことが多く，
配合によってその高い能力を得られるからです。もっとも，自分が保有する
種スライムとの配合ならば，種付料はかかりません。 

・<SPAN>＜育てる編＞種スライムで利益を上げる</SPAN>
自分の競争スライムを隠居させると，勝利経験のある強いスライムならば，
以後は種スライムになります（それ以外のスライムは引退）。
競争スライムに戻すことはできません。種スライムは配合の相手として活躍し，
勝利経験が多いほど高額の種付料をとることができます。このため，
強い種スライムは莫大な財産を生み出していくことでしょう。
なお，種スライムは年齢40日を過ぎると引退します。 

・<SPAN>＜育てる編＞体調と年齢</SPAN>
スライムの体調は，レースを過ぎるごとに回復していきますが，年をとるごとに
体調が回復しにくくなり，またレース出走による疲労が激しくなります。
年齢７日を過ぎたあたりからは，レースに連続して出走させるのは控えましょう。
また，年齢14日を越えたスライムは，もう隠居させるべき時期が来ています。 
HTML
# ここまで。上の「HTML」は削除してはいけません。------------------------------

# ７つ目の項目 タイトルと内容 ------------------------------------------------

$TITLE[6]="【上級】領主制度";
$CONTENT[6]=<<'HTML';
・<SPAN>領主制度とは</SPAN>
街は，領主によって統治されています。領主にはプレイヤーがなることもでき，
その采配いかんによっては街は住みやすくも住みにくくもなります。
政治に不満があるプレイヤーは，反乱を起こして領主の座を奪うこともできます。 

・<SPAN>＜用語編＞人口</SPAN>
街で生活する住民数です。多いほど，それぞれの店に訪れる客も増え，
売り上げが伸びます。街の政治状況いかんによって増減します。

・<SPAN>＜用語編＞街資金</SPAN>
領主が使用できる資金。税金による収入によって増え，政治に
使われます。資金がマイナスになったまま税収で埋め合わせできなくなると，
雇っている護衛軍が逃げ出してしまいます。 

・<SPAN>＜用語編＞開拓</SPAN>
住民が暮らす土地や農地がどの程度整備されているかを表します。
この数値が上昇すると，街の人口も増えていきます。土地は放っておくと
荒れていくため，領主は開拓対策費を計上して維持向上に努めなければなりません。 

・<SPAN>＜用語編＞治安</SPAN>
住民の安全が犯罪などからどの程度守られているかを表します。
治安を守るのは護衛軍なので，治安が低いと兵士維持費が余計にかかります。
放っておくと悪化するため，領主は治安対策費を計上して維持向上に努めなければなりません。 

・<SPAN>＜用語編＞護衛軍</SPAN>
街を守る軍隊。領主が税金を払って雇っている正規軍と，自らの意思で
参加している義勇軍とで構成されています。このうち，正規軍には
兵士維持費がかかります。なお，義勇軍は一定期間が経つと正規軍に編入されます。 

・<SPAN>＜用語編＞反乱軍</SPAN>
各プレイヤーが領主を倒すために雇った軍隊。反乱が発生すると数が明らかに
なりますが，平穏の状態では数は分かりません。 

・<SPAN>＜用語編＞取り締まり</SPAN>
街の領主は，その街のプレイヤーに対して軍隊を出動させ，
店舗を取り締まることができます。取り締まられた店舗は，
住民が近寄りにくくなり人気が激減します。また，取り締まりには
費用がかかるものの，治安がある程度上昇する効果もあります。
なお，一定の兵士数が必要なほか，反乱が起こっているときには実行できません。 

・<SPAN>＜反乱編＞反乱を起こすには</SPAN>
プレイヤーが反乱を起こして領主を倒すには，まず【施設】にある[傭兵所]にて，
ドワーフ兵士を雇う必要があります。雇える数は，爵位によって決まります。
雇った兵士は，あなたが特に反乱に参加していない限りは，兵士駐屯所で待機しています。
兵士を2500人以上雇っていると，その兵士を蜂起させて反乱を発生させることができます。 

・<SPAN>＜反乱編＞反乱が発生すると</SPAN>
反乱が発生すると，領主の統治能力が制限され，全ての店の基本売却税がとられなく
なります（売値に応じた税率上昇はあり）。反乱参加者で最大の兵力を持つ人が
反乱リーダーとなり，次期領主候補となります（兵力が変われば変動します）。
このため，他の人よりも兵士が少なければ，自分が領主になることはできません。
反乱の状況は【領主邸】にて表示されています。 

・<SPAN>＜反乱編＞反乱に参加する</SPAN>
反乱を引き起こしたプレイヤーは当然反乱に参加しますが，他の人も[傭兵所]にて
反乱に加勢することで，反乱に参加できます。反乱に参加すると，兵士は戦いを始め，
数が減っていきます。なお，一度反乱に参加表明をすると，反乱が終わるまで抜けることは
できませんので，追加して兵士を雇うと，その兵士も自動的に反乱に参加します。 

・<SPAN>＜反乱編＞領主側に味方する</SPAN>
プレイヤーは，領主に味方して，自分の兵士を義勇軍として領主の護衛軍に加えることが
できます。兵士全員が護衛軍に加わり，自店からはいなくなります。なお，このコマンドを
領主自身が実行すると，兵士は正規軍に加えられ，兵士維持費が発生します。 

・<SPAN>＜反乱編＞反乱の行方は…</SPAN>
反乱が起こると，護衛軍と反乱軍はどちらかが全滅するまで戦いを続けます。
戦況はリアルタイムに変化します。この結果，反乱軍が全滅すれば反乱は
鎮圧されておしまいですが，護衛軍が全滅すれば領主は城を追われ，
兵士数が最大だった店が新領主となります。このとき，反乱軍は新領主の
護衛軍になります（自店からはいなくなります）。 

・<SPAN>＜反乱編＞戦いを有利にするには</SPAN>
反乱では，基本的には兵力が物をいいますので，たくさん兵士を持つ側が勝利します。
そこで，反乱する側はより多くの仲間を募って反乱する方が得策ですし，
領主の側は義勇軍を送ってくれる仲間がいれば心強いでしょう。
事前によく打ち合わせをしタイミングを図ることも大切です。 
HTML
# ここまで。上の「HTML」は削除してはいけません。------------------------------

# ８つ目の項目 タイトルと内容 ------------------------------------------------

$TITLE[7]="【上級】結婚";
$CONTENT[7]=<<'HTML';
・<SPAN>結婚とは</SPAN>
プレイヤー同士は結婚することができます。結婚すると，教会の中に共有倉庫を
持つことができ，そこにアイテム１種類と資金2000万円まで貯蔵することができます。
この貯蔵品に維持費は一切かかりません。

・<SPAN>結婚するには</SPAN>
結婚するには，【施設】の[住宅地]に行き，左上にある教会でプロポーズをしましょう。
そして，プロポーズを受けた人が，「プロポーズ」の欄をクリックして承諾すれば，
めでたく結婚となります（プロポーズを取りやめたり，拒否することも可能です）。
ただし，結婚するには双方に500万円の結婚資金が必要です。
この資金は，結婚後の住宅の初期備蓄金になるので，支出には計算されません。
また，プロポーズした側が夫，受けた側が妻になりますので注意してください。 

・<SPAN>結婚するときの注意</SPAN>
・プロポーズはお互いが事前に話し合ってからしましょう。突然だと相手は困惑します。
・結婚相手は慎重に選びましょう。
・どちらかが閉店または移転して店がなくなると，結婚は解消され，住宅にあった物は失われます。
・あくまでゲーム上のことなので，決してゲーム外で干渉することのないようお願いします。

・<SPAN>住宅の建築について</SPAN>
結婚したプレイヤーは，[住宅地]に住宅用地が余っている限り，その用地に自分の住宅を
持つことができます。住宅を持つと，アイテム３種類と資金6000万まで貯蔵することができ，
さらに増築も可能です（教会の共用倉庫は引き払われ，住宅に移行します）。
用地はすぐに埋まってしまうので，空きを見つけたらなるべく早めに押さえましょう。 
HTML
# ここまで。上の「HTML」は削除してはいけません。------------------------------


$NOMENU=1;
$Q{bk}="none";
$disp.="<BIG>●図書館</BIG><br><br>";
$image[0]=GetTagImgKao("図書館員","lib");

if (defined($Q{t}))
	{
	LibDisp();
	}
	else
	{
	LibList();
	}
OutSkin();
1;


sub LibList
{
$disp.=<<"HTML";
$TB$TR
$TD$image[0]$TD
<SPAN>図書館員</SPAN>：ゲームをプレイするのに必要な知識から，高度な情報まで<br>
項目ごとに整理されています。よく読んでおくことをおすすめします。
$TRE$TBE<br>
HTML

$disp.=$TBT.$TRT.$TD;
foreach(0..$#TITLE)
	{
	$disp.=GetMenuTag("library","●".$TITLE[$_],"t=$_")."<br>";
	}
$disp.=$TRE.$TBE;
}

sub LibDisp
{
$disp.="$TB$TR$TD$image[0]$TD";
$disp.="<SPAN>図書館員</SPAN>：<BIG>$TITLE[$Q{t}]</BIG>については，以下の本が見つかりました。";
$disp.="<br>--- ".GetMenuTag("library","[項目一覧に戻る]");
$disp.="$TRE$TBE<br><br>";

$disp.=$TB.$TR.$TD."<pre>";
$disp.=$CONTENT[$Q{t}]."</pre>".$TRE.$TBE;
}
